<?php
$data = $_GET['sc'];

if($data == "1"){
    echo "Ну да, ты конечно попался)";
}
if($data == "2"){
    echo "ЭТО САЙТ АТЕРНОСА?";
}
if($data == "3"){
    echo "Три белых коня, эх три белых коня";
}
if($data == "4"){
    echo "Да ты шо!";
}
if($data == "5"){
    echo "Хэй пятёрка, дай пятёрку!";
}
if($data == "6"){
    echo "ше... Пятёрочка выручает!";
}
if($data == "7"){
    echo "Я кошечка гламуррр. Мур, мур, мур, мур.<br> Я киса, кис-кис-кис, киса!";
}
if($data == "8"){
    echo "8 800 255 65 65";
}
if($data == "9"){
    echo "РИКРОЛ????";
}
if($data == "10"){
    echo "Ben 10";
}
if($data == "11"){
    echo "Дабейт, ёбаный, блять!";
}
if($data == "0"){
    echo "ДАБЕЕЕЕЕЙТ!";
}
// echo $data;